Repository: common-repository/mobipaid
Catalog: languages/mobipaid-*.po
Languages: ar, fr_fr, it_it, ja

source: Mobipaid redirects customers to Mobipaid to enter their payment information.
ar: يقوم Mobipaid بإعادة توجيه العملاء إلى Mobipaid لإدخال معلومات الدفع الخاصة بهم.
fr_fr: Mobipaid redirige les clients vers Mobipaid pour entrer leurs informations de paiement.
it_it: Mobipaid reindirizza i clienti a Mobipaid per inserire le informazioni di pagamento.
ja: Mobipaidは顧客をMobipaidにリダイレクトして支払い情報を入力する。

source: Enable/Disable
ar: تمكين/تعطيل
fr_fr: Activer/Désactiver
it_it: Attiva/Disabilita
ja: 有効化/無効化

source: Enable Mobipaid
ar: تمكين Mobipaid
fr_fr: Activer Mobipaid
it_it: Abilita Mobipaid
ja: Mobipaid を有効にする

source: Title
ar: عنوان
fr_fr: Titre
it_it: Titolo
ja: タイトル

source: This is the title which the user sees during checkout.
ar: هذا هو العنوان الذي يراه المستخدم أثناء الخروج.
fr_fr: Il s'agit du titre que l'utilisateur voit lors de la commande.
it_it: Questo è il titolo che l'utente vede durante il checkout.
ja: これは、チェックアウト時にユーザーに表示されるタイトルです。

source: Description
ar: وصف
it_it: Descrizione
ja: 説明

source: This is the description which the user sees during checkout.
ar: هذا هو الوصف الذي يراه المستخدم أثناء الخروج.
fr_fr: Il s'agit de la description que l'utilisateur voit lors de la commande.
it_it: Questa è la descrizione che l'utente vede durante il checkout.
ja: これは、チェックアウト時にユーザーに表示される説明です。

source: Access Key
ar: مفتاح الوصول
fr_fr: Clé d'accès
it_it: Chiave di accesso
ja: アクセスキー

source: * This is the access key, received from Mobipaid developer portal. ( required )
ar: هذا هو مفتاح الوصول، الذي تم استلامه من بوابة مطوري MobiPaid (مطلوب)
fr_fr: * Il s'agit de la clé d'accès, reçue du portail développeur Mobipaid. ( obligatoire )
it_it: * Questa è la chiave di accesso, ricevuta dal portale degli sviluppatori Mobipaid. ( obbligatorio )
ja: * Mobipaid開発者ポータルから受け取ったアクセスキーです ( 必須 )

source: Enable Logging
ar: تمكين التسجيل
fr_fr: Activer la journalisation
it_it: Abilita registrazione
ja: ロギングの有効化

source: Enable transaction logging for mobipaid.
ar: تمكين تسجيل المعاملات لموبيباد.
fr_fr: Activer la journalisation des transactions pour mobipaid.
it_it: Abilita la registrazione delle transazioni per mobipaid.
ja: mobipaid のトランザクションログを有効にします。

source: Please enter an access key!
ar: الرجاء إدخال مفتاح وصول!
fr_fr: Veuillez saisir une clé d'accès !
it_it: Inserisci una chiave di accesso!
ja: アクセスキーを入力してください!

source: We are sorry, currency is not supported. Please contact us.
ar: نعتذر، العملة غير معتمد. يرجى الاتصال بنا.
fr_fr: Nous sommes désolés, la devise n'est pas prise en charge. Veuillez nous contacter.
it_it: Siamo spiacenti, la valuta non è supportata. Contattateci.
ja: 申し訳ありませんが、通貨はサポートされていません。 ご相談ください。

source: Error while Processing Request: please try again.
ar: خطأ أثناء معالجة الطلب: الرجاء المحاولة مرة أخرى.
fr_fr: Erreur lors du traitement de la demande : veuillez réessayer.
it_it: Errore durante l'elaborazione della richiesta: riprova.
ja: リクエストの処理中にエラーが発生しました:もう一度お試しください。

source: Mobipaid partial refund successfull.
ar: استرداد جزئي من موبي المدفوع بنجاح.
fr_fr: Mobipaid remboursement partiel réussi.
it_it: Rimborso parziale Mobipaid con successo.
ja: Mobipaidの一部払い戻しが正常に完了しました。

source: Refund Failed
ar: فشل استرداد الأموال
fr_fr: Échec du remboursement
it_it: Rimborso non riuscito
ja: 払い戻しに失敗しました

source: Mobipaid full refund successfull.
ar: استرداد كامل المبلغ من موبي المدفوع بنجاح.
fr_fr: Mobipaid remboursement complet avec succès.
it_it: Mobipaid rimborso completo con successo.
ja: Mobipaidの全額払い戻しが正常に終了しました。

source: Mobipaid notes: You still have amount to be refunded, because Merchant use tax/tip when customer paid. Please contact the merchant to refund the tax/tip amount.
ar: ملاحظات MobiPaid: لا يزال لديك مبلغ ليتم استرداده، لأن التاجر يستخدم الضريبة/التلميح عندما يدفع العميل. يرجى الاتصال بالتاجر لاسترداد مبلغ الضريبة/البقشيش.
fr_fr: Notes Mobipaid : Vous avez toujours le montant à rembourser, car le vendeur utilise la taxe/pourboire lorsque le client a payé. Veuillez contacter le commerçant pour rembourser le montant de la taxe/pourboire.
it_it: Note Mobipaid: Hai ancora importo da rimborsare, perché il commerciante utilizza tasse/mancia quando il cliente ha pagato. Si prega di contattare il commerciante per rimborsare l’importo della tassa/mancia.
ja: Mobipaidメモ：購入者が支払ったときにマーチャントが税金/チップを使用するため、払い戻し額はまだあります。 税金/チップの金額を返金するには、出品者に連絡してください。

source: Settings
ar: إعدادات
fr_fr: Paramètres
it_it: Impostazioni
ja: [設定]
